Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotDuplicateInOption Property
 Elements can't be duplicated in a secondary Option
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotDuplicateInOption { get; }
Public Shared ReadOnly Property CannotDuplicateInOption As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotDuplicateInOption {
	FailureDefinitionId^ get ();
}
static member CannotDuplicateInOption : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace